Repository: Raptus/raptus.browsermessage
Catalog: raptus/browsermessage/i18n/raptus.browsermessage-*.po
Languages: es

source: A open-source Google Chrome version
es: Una versión código abierto de Google Chrome

source: Browsers for which the message appears
es: Navegadores para los cuales aparecerá el mensaje

source: Browsers to suggest
es: Navegadores a sugerir

source: GNU version of the Mozilla Firefox
es: Versión GNU de Mozilla Firefox

source: IceCat
es: GNU IceCat

source: Ignore
es: Ignorar

source: Manage browser message
es: Gestionar mensajes a navegadores

source: Opera Web browser
es: Navegador Web Opera

source: Please upgrade
es: Por favor, actualice a:

source: Select
es: Seleccione

source: Select the Browsers for which the upgrade message shall appear
es: Seleccione los navegadores para los cuales el mensaje de actualización deberá aparecer

source: Select the Browsers to present to the user for upgrade
es: Seleccione los navegadores a presentar al usuario para la actualización

source: Swiftweasel Web browser
es: Navegador Web Swiftweasel

source: This website has not been tested in your Browser (${browser}), you may come across layout or functionality problems, which may result in inaccessible content or behaviour.
es: Este sitio web no se ha sido probado en su navegador (${browser}), y puede encontrarse con problemas de diseño o funcionalidad, lo que puede dar lugar a contenidos inaccesibles o a problemas con su comportamiento.

source: Your Browser is not up to date
es: Su Navegador Web no esta actualizado
